[
  "Don and rogers have decided for cost management purposes to leave it consolidated at this point.",
    "D just a couple of additional thoughts, the cost estimate for esd mods of $130, 000 will typically be, about 25% more.",
    "Volume mgmt is trying to clear up these issues.",
    "Victor, can you extend the deal 422516 for days 6 and 9 please?",
    "You cannot allocate the dynegy piece until I give you a track id.",
    "I have created an accounting arrangement for these days and the new track id for ena is 240384.",
    "Please allocate the ena portion according to rays schedule for these 2 days.",
    "Deal 422516 ( purchase from dynegy ) needs to be extended for these 2 days so I can do an accounting arrangement.",
    "Alfonso I need for you to allocate your meter daily, because we have tiered pricing this month.",
    "The methanol plant has determined extensive repairs are needed, including replacement of piping and retubing of 2 of the 3 preheat exchangers.",
    "It appears that the plant will be down until the last week of the month.",
    "At a minimum, the plant will be down until the middle of next week.",
    "A better estimate of downtime will be available by tomorrow afternoon.",
    "We cannot find any counterparties to trade physical gas in texas.",
    "I think that he should continue to do this for dec and jan.",
    "We should not transfer any funds from tenaska iv to ena.",
    "Let me know if you are able to do that or if I need to work internally here in order to find out whom we have contacts with at enron.",
    "Stocks drift in europe as wary tone persists.",
    "Replaced its embattled chief financial officer, andrew s.",
    "Enron said its business operations were functioning normally yesterday.",
    "Mcmahon left his job as treasurer last year after voicing concerns within the company about mr.",
    "Fastow and possibly a handful of associates made millions of dollars from the partnerships.",
    "While enron as recently as tuesday strongly defended mr.",
    "In new york stock exchange composite trading, enron shares were at $16.",
    "Several trades yesterday involved blocks of 800, 000 shares or more, possibly indicating that some institutional holders are souring on enron stock.",
    "Earlier this year, the stock was above $80 a share.",
    "Shares on the big board were off $5.",
    "Prudential securities analyst carol coale said mr.",
    "Fleischer said, enron needs to disclose more information about its myriad of financial transactions with related partnerships and other entities.",
    "Enron said none of the officials were available for interviews last night.",
    "The price has been cut in half since oct.",
    "Lay discussed the company with analysts on the conference call, neither was willing to discuss details of the transactions between enron and the partnerships formerly controlled by mr.",
    "Fastow was viewed as one of the architects, with jeffrey k.",
    "Its stock price peaked in the summer of 2000 at $90.",
    "Mcmahon moved to a different job at the company, this person said.",
    "Shares of enron traded as low as $15.",
    "One of the factors that hurt the stock yesterday was a decision by m.",
    "Removed its chief financial officer wednesday, as federal securities regulators review business dealings between enron and two investment partnerships that he ran.",
    "The partnerships, which did complex financing and hedging deals with enron, served as a source of funding for enron projects and investments.",
    "So fastow, in june, resigned his roles at the partnerships and enron also ended its relationships with the ljm entities.",
    "Tuesday, lay told analysts and investors that procedures were rigorously followed to ensure the interests of enron and its shareholders were protected in dealings with the ljm partnerships.",
    "Enron spokesman mark palmer said neither fastow nor mcmahon was available for comment wednesday.",
    "A continuously growing number of shareholder lawsuits against enron followed the earnings report and the news of the sec inquiry.",
    "Beyond the ljm partnerships, investors are concerned about two other partnerships enron set up.",
    "Among the worries is that enron will end up having to issue new shares of stock to cover commitments associated with those entities.",
    "By julie earle and sheila mcnulty.",
    "Edition ) ( c ) 2001 financial times limited.",
    "The move came a day after mr lay defended mr fastow amid questions about his ties to controversial partnerships that had forced enron to take a $1.",
    "Yet, she added, it came three days after those calls.",
    "She was concerned that enron might have to sell assets below book value to maintain its credit rating, or be forced to issue equity to bolster its balance sheet.",
    "Enron might also lose customers to competitors that were not under such pressure.",
    "Enron believes such concerns are misplaced and the sec inquiry will prove the company has done nothing wrong.",
    "She was disappointed that enron had not been more forthcoming in the conference call it held on tuesday in response to charges it was not being transparent.",
    "Investors have been abandoning the stock since october 16, when enron told analysts it was taking a $1.",
    "This charge has not been thoroughly explained, leading to confusion among analysts and an unofficial inquiry by the securities and exchange commission.",
    "Ms coale said she was concerned enron might have to sell assets below book value to maintain its credit rating, or be forced to issue equity to bolster its balance sheet.",
    "She said enron might lose customers to competitors that are not under such pressure.",
    "Enron believes such concerns are misplaced and that the sec enquiry will prove that the company has done nothing wrong.",
    "All rights reserved enron to lose a chief executive may be regarded as a misfortune.",
    "The securities and exchange commission is conducting an informal inquiry.",
    "The uncertainty is whether enron might have to sell assets or issue new stock to cover possible shortfalls in other vehicles.",
    "Enron is unlikely to lose its investment grade status, but dilution is a real risk for shareholders.",
    "Mr fastow has gone ( following jeffrey skilling, former chief executive, who quit after only six months as ceo ).",
    "Yesterday, enron ousted chief financial officer andrew fastow amid a securities and exchange commission inquiry into partnerships he ran that cost the largest energy trader $35 million.",
    "During a conference call tuesday to address investor concern, lay said the partnerships were fully disclosed and contained measures to ensure no conflict existed as fastow carried out the dual roles.",
    "But much is going to depend on how much enron discloses to its investors, feygin said.",
    "Three days ago I would have said there is no need for a change at the cfo level.",
    "Facing a crisis of confidence in the market, enron corp.",
    "Replaced its chief financial officer yesterday as its stock continued to tumble.",
    "He was replaced by former treasurer jeff mcmahon.",
    "The sec is currently looking into the partnership arrangement.",
    "The turmoil of the past several days prompted enron to schedule a conference call tuesday morning with wall street analysts to reassure investors.",
    "During the call, enron officials declined to specify mr.",
    "The company acknowledged that transactions with partnerships run by its chief financial officer led to a writedown of us $1.",
    "Coale reduced her price target down us $15 from us $55, assuming more bad news was to come.",
    "While the allegations of impropriety cloud enron, mr.",
    "Internal documents indicate fastow and possibly a handful of associates made millions of dollars from the partnerships, the newspaper reported.",
    "Ousted chief financial officer andrew fastow wednesday amid a securities and exchange commission inquiry into partnerships he ran that cost the largest energy trader $35 million.",
    "Shares of enron, based in houston, have plunged 80% this year.",
    "Enron also bought back 62 million shares from ljm 2 at a cost of $1.",
    "Enron announced that fastow would leave after its stock closed down $3.",
    "Spokeswoman karen denne said it is an informal inquiry that enron is cooperating with, and that no subpoenas have been received.",
    "On a difficult conference call tuesday, ceo ken lay gave fastow resounding backing.",
    "The board apparently feared the volatility that might come from being in broadband, so fastow allegedly proposed ljm 2 as a way to hedge that volatility away.",
    "This meant ljm 2 entered agreements that gave it access to increases in the value of broadband assets but protected enron from the downside.",
    "The spokeswoman responds that the board would not have entered the ljm 2 transaction if it had not thought it would benefit enron and its shareholders.",
    "Letting things get this bad has risked good faith among enron counterparties and bankers.",
    "And was enron at the hub of a vast power conspiracy to screw the u.",
    "To me, this one smells worse than anything that microsoft might have done at one time.",
    "And we need to give some of these departed enron execs immunity to get to the bottom of what may have been the greatest antitrust act in history.",
    "We ought to do it fast, too, while there is some enron left to pay the treble damages that violators owe.",
    "The day offered little anthrax news but lots of earnings reports, and investors voted according to whether their companies had done well or not.",
    "Gainers outpaced decliners by 1, 902 to 1, 628.",
    "Among small caps, adtran rose 97 cents, or 4.",
    "In some possible spillover among small caps, airgate pcs rose 3.",
    "Piedmont natural gas fell 34 cents, or 1.",
    "Pinnacle systems rose 83 cents, or 25% , to 4.",
    "Com, board analyst is still in testing stages but is expected to launch next year, she said.",
    "Minow and partner robert monks have written several books on corporate governance and shareholder rights.",
    "The corporate governance movement, since its beginnings in the 1970 s, has focused on making directors more accountable and responsible.",
    "Stocks trading in europe drifted sideways as investors awaited the u.",
    "Reaction to an economic stimulus package announced on wednesday, coupled with an uncertain mood in europe before an interest rate decision.",
    "Technology stocks hovered around their new york closing prices.",
    "Computer giant ibm traded on the instinet electronic brokerage at $108.",
    "By 1034 gmt the s & p 500 december futures contract was down 1.",
    "One dealer said investors appeared to be holding back before assessing the impact of an economic stimulus package approved by congress late on wednesday.",
    "House of representatives narrowly passed a package designed to inject $100 billion into the economy over the next year through business tax breaks and other aid.",
    "Us technology stocks held on to small gains in morning trade but disappointing earnings results from eastman kodak and at & t sent blue chips lower.",
    "By midsession, the dow jones industrial average was down 19.",
    "Shares tumbled 12 per cent at $13.",
    "The stock dropped 6 per cent to $16.",
    "Dupont fell 1 per cent at $41.",
    "Energy stocks were the worst performing sector, with shares in enron down 18.",
    "The energy trading company is under scrutiny by the securities and exchange commission and analysts about its accounting practices.",
    "El paso dropped 5 per cent, exxonmobil 2 per cent and phillips petroleum 1 per cent after reporting weak earnings results.",
    "Technology stocks, however, gained with nextel up 9.",
    "Leading technology stocks rose, with cisco systems up 2.",
    "Amazon, however, tumbled 20 per cent at $7.",
    "Amr, the parent of american airlines, dropped 1 per cent to $19.",
    "Toronto moved lower in early trading as a profits warning from top insurer canada life cast a cloud over financial stocks.",
    "Bank stocks fell in sympathy with royal bank off 93 cents at c $44.",
    "The s & p 300 composite index was 0.",
    "Enron replaces cfo andy fastow?",
    "Enron named jeff mcmahon its new chief financial officer wednesday, replacing andy fastow.",
    "Enron has been under fire since last week as questions have surfaced about its accounting practices, especially in regard to two limited partnerships created by fastow in 1999 and since dissolved.",
    "Karen denne, a spokesperson for enron, said numerous discussions tuesday and wednesday led to the decision.",
    "Shares of enron fell more than 17 percent wednesday to $16.",
    "Several wall street firms cut their ratings on enron shares wednesday, including prudential securities.",
    "Enron on tuesday held with its forecast of $1.",
    "Securities and exchange commission is now looking into for possible conflict of interest.",
    "The wall street journal reported that it was mcmahon who first spoke up about the perception of impropriety in the limited partnership arrangements made by fastow.",
    "The paper this week said skilling saw no problem with it, which led mcmahon, 40, to ask for a job change.",
    "Fastow has denied any wrongdoing, but has been limited in his ability to speak about the issues because of the sec investigation and shareholder lawsuits now pending against the company.",
    "As recently as a year ago, enron had a stellar image as a corporate innovator with a midas touch."
]