["The office has subsequently been held by one of the knights, though not necessarily the most senior.",
"Both teams recorded seven penalties, but Michigan recorded more penalty yards.",
"By distancing himself from the work, he believed he provided the band with a fresh perspective on their material each time he rejoined them.",
"I thought if I did the animation well, it would be worth it, but you know what?",
"Though Chance only batted.154 in the 1907 World Series, the Cubs defeated the Tigers in four games.",
"Significant increases in sales worldwide were reported by Billboard in the month of his death.",
"It was again outlawed during World War II by both the Nazi and Soviet occupiers.",
"It later won a 2014 Apple Design Award and was named Apple's best iPhone game of 2014.",
"The railroad expanded Missoula's trade area to cover a 150 mile radius, and Missoula's location as the railway's division point and repair shops provided hundreds of jobs.",
"The research it was based upon focused on refugees'integration into British society in the 18 months following their resettlement.",
"The premiere in Dubai was held on 24 October 2011 at the Grand Cinemas, Wafi.",
"The dynamism of public transport in Rouen was an inspiration to Baron Empain who, through the intermediary of his colleague Cauderay, proposed the creation of a second complementary network.",
"In 1913, Szigeti was diagnosed with tuberculosis and was sent to a sanatorium in Davos, Switzerland to recover, interrupting his concert career.",
"Since then, Missoula has relied on the Missoula Valley Aquifer as the sole source of water.",
"The next year, Edwards published a significant treatise entitled Bibliographic Catalogue of the Described Transformation of North American Lepidoptera.",
"The New York Supreme Court dismissed both the lawsuit and a countersuit by Gaga.",
"He was killed in a mysterious plane crash on 29 March 1959, while en route to Bangui.",
"Fox put the project into turnaround in 1991, and the project was moved to Warner Bros., where Terry Gilliam was attached to direct and Charles McKeown to rewrite it.",
"Recent computer simulations indicate that the dunes may instead be the result of rare storm winds that happen only every fifteen years when Titan is in equinox.",
"At the end of development, Naka admitted that the cycle took longer than expected because of the team's inexperience with Saturn hardware and uncertainty about utilising the full 560 megabyte space on the CD ROM.",
"The album was recorded over a six-week period in London, and the track listing was chosen by Cowell.",
"After leaving the show, he was replaced by Charlie Sheen, who portrayed the character Charlie Crawford.",
"Despite Tchaikovsky's disdain for public life, he now participated in it as part of his increasing celebrity and out of a duty he felt to promote Russian music.",
"In January 2011, she revealed her struggle with chronic iritis that had caused temporary blindness in one eye.",
"Later in January, Dorina became the second of three intense tropical cyclones, but weakened before passing near Rodrigues.",
"His work allowed him to take Meredith to watch professional teams such as Everton.",
"The final stage occurs when a massive star begins producing iron.",
"The study of tusk rings may aid further study of mammoth migration.",
"A tropical wave organized into a distinct area of disturbed weather just south of the Mexican port of Manzanillo, Colima, on August 22 and gradually moved to the northwest.",
"Another US official in Kabul pointed to an incident in September 2010, when a NATO helicopter fired on a Pakistan outpost, killing two soldiers.",
"She loses consciousness in the bathtub and drowns.",
"A feeling of fatigue may last for weeks in adults.",
  "In the 2001 election, the booth at East Hamersley Primary School was only won by the Liberal Party with a 0.",
"The developers decided to create a prequel to the original Halo game trilogy, freeing themselves from the obligation of addressing old story threads.",
"However, Annie soon begins to interfere too much, which frustrates the network executives.",
"Although football had seen some popularity at the school, there had not been an organized effort to establish it.",
"There was much discussion during the Texas 1936 centennial about moving Margaret's remains next to Houston's in Huntsville, but the family and various authorities never came to an agreement over it.",
"During his career, he had strong power numbers;in 15 of his 22 seasons, he had a slugging percentage of over one half.",
"Many critics have cited Dyer's portraits as favourites, including Michel Leiris and Lawrence Gowling.",
"This building still stands today and is now the Bristol Hotel.",
"He spent much of the remainder of the war in staff and training positions in Australia.",
"The flight plans often made procedures for mutual control of procedures impractical, and they were commonly skipped.",
"The Leslie was originally designed to mimic the complex tones and constantly shifting sources of sound emanating from a large group of ranks in a pipe organ.",
"The design won critical acclaim within the American architectural profession.",
"On August 27, 2014, the stations were sold to Legacy Broadcasting.",
"However, all of the island's limited anchorage and jetty space is occupied by commercial fishers, so landings from private or charter boats are possible only by prior arrangement.",
"The show's financial success led to adaptations all over the world.",
"About 24 hours later, Sonia weakened into a tropical disturbance after it failed to maintain a closed circulation.",
"A slowly replenishing meter determines how many cards the player can send out at a time, and each Spirit has a limited amount of cards that can be replenished by swapping them out with another Spirit.",
"He says that he didn't do it, and asks if he knows who did.",
"I am the Divine Beloved who loves you more than you can ever love yourself.",
"The forty fascicles she created from 1858 through 1865 eventually held nearly eight hundred poems.",
"Their daughter Anne was born in 1960.",
"Merv and Ray ended unbeaten on 12 and 22 respectively.",
"Throughout the seasons, fragrant orange, fig, pomegranate and olive trees display their color and fruits in Agdal Garden, Menara Garden and other gardens in the city.",
"Peter died of heart failure at age 52.",
"Oppenheimer had received a top level secret clearance in 1947, but was denied clearance in the harsher climate of 1954.",
"Days after the storm, fears of food shortages began to arise as railways, in which food would normally be able to be delivered, were washed out.",
"As the Brisbane Test between Australia and England began, Jackson suffered a severe pulmonary hemorrhage.",
"Considered as one of the mainstays and building blocks for every main entry in the series, it undergoes multiple incremental changes and alterations from one installment to the next.",
"Myths, legends, and true history.",
"She was launched on 10 August 1889 and commissioned into the fleet on 29 April 1890.",
"The player must make their way through the stage, defeating enemy officers and troops while trying to keep their own commander alive.",
"Once DiCaprio agreed to do the film, it went almost immediately into production.",
"Levesque was born in Nashua, New Hampshire.",
  "It was manufactured by Mylstar Electronics, and uses the same hardware as the original.",
"Nevertheless, the chicks face many dangers which range from attacks by foxes or birds of prey, getting separated from the rest of the brood, bad weather and coccidiosis.",
"Geezer Butler temporarily left the band in September 1979 for personal reasons.",
"After a brief refit, Argus sailed on 14 April for Gibraltar to transfer the replacements to Ark Royal.",
"The Act was given the Royal Assent on 29 June 1972, and came into force on 1 January 1974.",
"She reached Hong Kong on 18 March, relieving Argus.",
"Industry developed rapidly in the 19th century.",
"The film premiered on October 14 and was a major success.",
"His actions in Virginia and Connecticut were criticized, and allegations that he was primarily interested in money circulated in New York.",
"The record debuted at number 20 in Australia before dropping to number 35 the next week and leaving the chart.",
"Dyer reacted by becoming increasingly needy and dependent.",
"The western range of this courtyard contained the abbey's kitchens.",
"Many troops suffered from trench foot, trench fever and trench nephritis.",
"The stone is in light greyish granite.",
"Early in its development, Carlton Hill was provided with an Anglican church.",
"With the harsh oil sanctions imposed by the United States, the Japanese leadership was now even more determined to remain in China.",
"A celebration was held at the dedication of the new tomb on November 17.",
"Balloons and rainbows are shown behind them and a whale jumps out of the water before the screen goes black and the words Game over appear.",
"The crater is about 19 kilometres deep.",
"The rains from Nangka caused rivers to exceed their banks.",
"With the encouragement of CBS development executives, they wrote several pilots revolving around mathematicians and scientists, including the pilot forNumb3rs, over the course of 14 years.",
"Others blame Landis for, in their view, delaying the racial integration of baseball.",
"The character's portrayal has received wide acclaim from critics.",
"The personal use of cannabis was decriminalised in 1992 and abortion was decriminalised in 2002.",
"The other good thing was that our offices are only 10 minutes away.",
"The majority of spaces on the boards are denoted by either blue or red circles, with blue granting coins and red deducting them.",
"With both men exhausted, Hart applied the Sharpshooter and won the match by forcing Ramon to submit.",
"450 were arrested, including Gordon himself, who was charged with high treason.",
"A Federalist, Dennie is best remembered for his series of essays entitled The Lay Preacher and as the founding editor of Port Folio, a journal espousing classical republican values.",
"It must seem to the reader that this Colonel Beriah Norton was a traitor to his own people, but what could he do but give in to Grey's command!",
"Kujau also produced an introduction to a third volume of the work.",
"He advanced to the next round.",
  "There were several independent supporters clubs during the reign of Doug Ellis but most of these disbanded after his retirement.",
"The adult male was about 39 to 41 cm.",
"There are now 17 lodges spread through the Netherlands.",
"She prepares to take a shower, unaware that Norman is spying on her.",
"The camera was also made closer to the playable character than other hack and slash games, as they hoped that they could show a claustrophobic brutality from it.",
"On March 17, 1776, British forces withdrew from Boston, thus ending the Boston campaign.",
"Hokie quarterback Jim Druckenmiller completed 16 of his 33 pass attempts, earning 214 passing yards and three touchdowns.",
"The masonry for the bridge was completed by late June 1870, and trestle work was done by July.",
"The glove or mitt is a fielding tool, made of padded leather with webbing between the fingers.",
"On 16 October 2013, it was released on Lo's VEVO channel on YouTube.",
"In computer graphics, they are used to project a 3D model onto a 2 dimensional screen.",
"Stratum Films in Mumbai helped find locations and cast extras.",
"Beginning in the late 1960s and early 1970s, Lyndon LaRouche formed a variety of political organizations, including the U.S. Labor Party and the National Democratic Policy Committee.",
"Even Cato the Younger was known to be a heavy drinker.",
"All Italian sailors survived the attack and fell into British hands.",
"It was noted that killing a bird would lead to its surviving partner trumpeting for many days and it was traditionally believed that the other would starve to death.",
"He escaped and later worked as a civilian tracker for the United States Army in the Apache Wars.",
"It begins with four girls talking and resting in a dance studio.",
"In an incomplete lesion, a layer of tissue surrounding the bronchus remains intact and can keep the air in the airway, preventing it from leaking into the areas surrounding the airways.",
"On December 21, Triple H announced that Hornswoggle was the new mascot.",
"Some visitors were sceptical of Ellen's illness and attempted to uncover the alleged ruse through methods such as stabbing her with pins, to no effect.",
"In the UK, the LP achieved number two, spending 12 weeks on the charts with the single peaking at number 8.",
"Sixteen of those named storms, twice the average and four more than the previous record, reached hurricane intensity.",
"Houston was named chairman of a committee to draft a new state constitution.",
"He was born in Omaha, Nebraska, and played at Westside High School.",
"In high school, Ouellet was the only girl in her class, and ran the school's fashion show.",
"The company was organized in 1890 with the financial assistance of several capitalists.",
"Over a period of two hours many attempts were made by our troops to clamber up the slopes to their objective, but on each occasion the enemy prevented success with intense machine gun fire and grenades.",
"In 1996, Parker was directing the film version of the rock opera Evita which starred Madonna.",
"Her engine produced a top speed of twelve.",
"Analysis of the data indicated that copernicium was more volatile than mercury and had noble gas properties.",
"These forts still lacked some of the more modern continental features, such as angled bastions.",
"It was finally abandoned in 1998.",
"Eric finds Ariel on the beach and takes her to his castle, unaware that she is the one who had saved him earlier.",
"In all, Craig's team had four debutants.",
"The game was officially released in 2004.",
"Nothing was really ever good enough.",
"The first such proposal was withdrawn in 1958, after considerable public protest.",
"Following the failure of the REO bid to develop the site, in February 2012, Battersea Power Station was put up for sale on the open market for the first time in its history.",
"Two additional bridges bearing his name have spanned the inlet since that time.",
"Ferrari's disappointment at having to leave the hospital was offset in 1939, when she was finally made a full professor, receiving the title Profesor Extraordinario of the Obstetrics Faculty.",
"He opened the bag at the insistence of Telpuk, who noticed the six dense and perfectly rectangular blocks in the luggage scans."
]